  [{"text": "Dry Drowning Become a Member Submit a Topic Shop Snopes What's New Hot 50 Fact Checks News Videos Archive About Us Randomizer Become a Member Help Snopes. Become a Founding Member! Home Fact Checks Medical Dry Drowning Dry Drowning An account of a 10-year-old boy's death explains dry drowning and its symptoms. Snopes Staff Published 17 June 2008 Claim Account of a 10-year-old boy's death explains dry drowning and its symptoms. Rating Mixture About this rating Do you rely on Snopes reporting? Become a member today. Origin The following item was the text of an article titled “Boy’s death highlights a hidden danger: Dry drowning” that was posted to the TodayShow.com site on 5 June 2008 and circulated widely online: The tragic death of a South Carolina 10-year-old more than an hour after he had gone swimming has focused a spotlight on the little-known phenomenon called “dry drowning” – and warning signs that every parent should be aware of. “I’ve never known a child could walk around, talk, speak and their lungs be filled with water,” Cassandra Jackson told NBC News in a story broadcast Thursday on TODAY. On Sunday, Jackson had taken her son, Johnny, to a pool near their home in Goose Creek, S.C. It was the first time he’d ever gone swimming — and, tragically, it would be his last. [Rest of article here .] Although the account is essentially true, the article contains some confusing elements that could send parents scuttling to protect their children from one danger when they should be trying to guard them against a quite different one. A 10-year-old boy named Johnny (“Jon Jon”) Jackson died as described above on 1 June 2008 in Goose Creek, South Carolina, subsequent to swimming in the pool at the apartment complex where he lived. Although Johnny, a child who lived with autism and attention deficit disorder, was wearing flotation devices on his arms and was being monitored by his mother during his time in the pool, he did inhale some water while swimming; his mother described him as “taking a little bit of water in and coughing and then calming down.” He afterwards appeared fine, but less than two hours after leaving the pool he twice defecated in his pants and complained of being tired. After being bathed and dressing himself back at the apartment, the boy walked to his bed unaided, leaving his mother to believe he was simply worn out. Yet when his mother checked on Johnny a few minutes later, she discovered that white foam was issuing from his mouth, his lips were blue, and his tongue was sticking out. The family called 911, but the Johnny suffered cardiac arrest during transport to the hospital and was pronounced dead on arrival at Trident Medical Center. According to the coroner, water was found in Johnny’s lungs, and the cause of his death was listed as asphyxiation by drowning. While the article about Johnny’s death is factual, it contains one key element of confusion: Jon Jon Jackson was not technically a “dry drowning” victim, but rather a victim of “delayed drowning,” also termed “secondary drowning.” That distinction is important because numerous news articles that mentioned Johnny’s death and attributed it to dry drowning also supplied the information that dry drowning is responsible for ten to fifteen percent of all drowning deaths, thereby making it seem as though the tragic circumstances that swept away this one particular child loom as a huge risk to other children. This is not the case: The incidence of delayed drowning (which is what killed Johnny) is relatively uncommon; the incidence of true dry drowning is much greater. The latter is therefore what adult swimmers and the parents of juvenile swimmers need be more concerned about, but that form of drowning was not truly described in the article about Johnny’s death. Many news stories, by the way, indicate they drew the “ten to fifteen percent” figure from the Centers for Disease Control. The CDC denies this, distancing itself from that particular factoid with this statement : UPDATE: Recent media reports have incorrectly attributed to CDC data about incidents of “dry drowning.” CDC supports international consensus defining drowning as “the process of experiencing respiratory impairment from submersion/immersion in liquid” and does not distinguish between “wet” and “dry” drowning. The primary difference between dry drowning and secondary (or delayed) drowning is the presence or absence of water in the victim’s lungs. In Jon Jon Jackson’s case, he died with water in his lungs, so his death was more typical of “ordinary” drowning victims (i.e., water in the lungs prevented those organs from transporting oxygen into the bloodstream) even though he lived for a couple of hours after leaving the pool. By contrast, true dry drowning deaths do not involve the presence of liquid in the lungs. There are two primary theories as to what causes dry drowning, and it may well be that both are correct and that this form of death can be brought on in two different ways. The first theory is that a sudden rush of water into the throat causes the airway to snap shut, a condition known as a laryngospasm. During this event, although no water enters the lungs, no air enters either, so the victim dies of asphyxiation. The second explanation posits that the shock of a swimmer’s suddenly entering extremely cold water causes the heart to stop. Dry drowning accounts for ten to fifteen percent of all drowning deaths. Considering that approximately 4,000 people drown in the U.S. each year, that means dry drowning kills about 400 to 600 U.S. victims annually. It therefore poses a significant enough mortality risk that those who swim (or who supervise swimmers) should know what can be done to decrease the chance of its happening to them or their loved ones. To help prevent dry drowning, keep your mouth closed when jumping or diving into water, thereby protecting the larynx from a sudden inrush of water that could cause it to spasm and cut off the airway. Also, do not dive or jump into extremely cold water; instead enter cold water gradually. Those who have a history of heart problems should avoid entering very cold water at all, even if they plan to go slowly. Drowning is the second most common cause of death in children in the United States. In addition to following the more usual cautions (e.g., watch them like hawks all the time), caregivers of young swimmers should try to head off dry drowning by training their charges to keep their mouths closed when jumping into water and to enter very cold water slowly. Caregivers should also guard against delayed drowning by monitoring very closely any child who has come out of the water coughing and sputtering (signs of water having been breathed in), especially keeping an eye out for any further difficulties in breathing, extreme tiredness, or marked changes in behavior, all of which are signs that a swimmer may have inhaled a dangerous amount of fluid. Should such difficulties be noted in a swimmer, that person should be taken promptly to an emergency room for medical observation and, if necessary, intervention. One additional caution should be noted regarding drowning: It is a fallacy that those who lose their lives in such fashion will flail about wildly even as they are slipping beneath the water’s surface. Drowning generally occurs silently and smoothly, the victim quietly passing away wholly unnoticed as friends or family chatter nearby. Therefore, never mistake a lack of commotion for a sign that everything is all right; instead, keep your eyes on those you are supposed to be watching rather than trust that they will do or shout something to alert you if anything goes awry. Forget about trusting that old saw about drowners’ going down three times: they go down once, and they stay down. Published 17 June 2008 By Snopes Staff Filed Under Disease dry drowning Sources Celizic, Mike. “Boy’s Death Highlights a Hidden Danger: Dry Drowning.” TodayShow.com. 5 June 2008. Chew, Kristina. “Boy Dies During Nap, Possibly from Secondary Drowning.” Autism Vox. 5 June 2008. Parks, Nadine. “Boy’s Death Mystifies Mother.” The [Charleston] Post and Courier . 4 June 2008 (p. B1). Buffington, Brett. “Texas Boy Dies from ‘Dry Drowning’ Days After Swimming.” KHOU-TV [Houston] . 8 June 2017. Editors' Picks George Floyd Protests: Rumor Roundup 3 June 2020 News Sorting fact from fiction, fast as we can. Does This Flyer Accurately Represent Derek Chauvin’s Police Actions? 8 June 2020 Fact Check Here's what we know so far about the now-fired Minneapolis police officer who spurred protests in dozens of U.S. cities over racial disparities in policing in May 2020. Is This Photo of an Officer Aiming a Rubber Bullet Gun Near a Child Real? 3 June 2020 Fact Check The photographer described the image as \"the most impactful picture I have ever taken.\" Does This Picture Show Hitler Holding a Bible? 2 June 2020 Fact Check U.S. President Donald Trump's use of force to clear an area in front of a church occupied by protesters drew comparisons to world dictators. Did ‘The Simpsons’ Predict George Floyd’s Death? 2 June 2020 Fact Check Predictions are typically made prior to the event they are predicting. Most Popular View all Is This ‘Trump Army’ Fundraising Email Real? 8 June 2020 Fact Check The Trump campaign launched the \"Army for Trump\" website in March 2020. Lawsuit Charges Donald Trump with Raping a 13-Year-Old Girl 31 May 2020 News A civil suit against Donald Trump alleging he raped a 13-year-old girl was dismissed in California in May 2016, refiled in New York in June 2016, and dropped again in November 2016. Is This a Photo of the Lincoln Memorial After Being Defaced by Protesters? 8 June 2020 Fact Check The Lincoln Memorial is one of a few national landmarks that some say were graffitied recently. Did COVID-19 Kill Chuck Norris? 18 May 2020 Fact Check Norris, now 80, has been a frequent subject of hoaxes over the years. Did a Florida Judge Give Vastly Different Sentences to Two Men, Whose Only Difference Was Their Race? 20 August 2018 Fact Check A viral meme, based on a piece of investigative journalism, left out some important context in the cases of Chase Legleitner and Lamar Lloyd. View all Snopes.com needs your help. Become a member today. Learn How Navigate Home Search Archive Store FAQ Submit a Topic Sections What's New Hot 50 Fact Checks News Randomizer Company About Us Support Us Careers Terms of Use Privacy Policy Cookies Do Not Sell My Info © 1995 - 2020 by Snopes Media Group Inc. This material may not be reproduced without permission. Snopes and the Snopes.com logo are registered service marks of Snopes.com Become a Member Submit a Topic Shop Snopes What's New Hot 50 Fact Checks News Videos Archive About Us Randomizer Close Support Us You rely on Snopes, and we rely on you. Help preserve this vital resource. Give with PayPal Give with GoFundMe", "labels": [[0, 11, "extra_title"], [335, 346, "creativeWork_datePublished"]]}, {"text": "To Silence Wikileaks, Hillary Clinton Proposed Drone Strike on Julian Assange? Become a Member Submit a Topic Shop Snopes What's New Hot 50 Fact Checks News Videos Archive About Us Randomizer Become a Member Help Snopes. Become a Founding Member! Home Fact Checks Politics Conspiracy Theories To Silence Wikileaks, Hillary Clinton Proposed Drone Strike on Julian Assange? To Silence Wikileaks, Hillary Clinton Proposed Drone Strike on Julian Assange? E-mail leaked by WikiLeaks doesn't demonstrate that Hillary Clinton suggested assassinating founder Julian Assange via a drone strike. Kim LaCapria Published 3 October 2016 Claim Hillary Clinton proposed assassinating Julian Assange via drone strike to silence WikiLeaks. See Example(s) To Silence Wikileaks, #HillaryClinton Proposed Drone Strike on Julian Assange -- report https://t.co/S7tPrl2QCZ — WikiLeaks (@wikileaks) October 3, 2016 Collected via e-mail and Twitter, October 2016 Rating Unproven About this rating Do you rely on Snopes reporting? Become a member today. Origin On 2 October 2016, the web site True Pundit published an article reporting that Hillary Clinton had supposedly attempted to order a drone strike on WikiLeaks founder Julian Assange in order to “silence” that organization’s efforts: “Can’t we just drone this guy?” Clinton openly inquired, offering a simple remedy to silence Assange and smother Wikileaks via a planned military drone strike, according to State Department sources . The statement drew laughter from the room which quickly died off when the Secretary kept talking in a terse manner, sources said. Clinton said Assange, after all, was a relatively soft target, “walking around” freely and thumbing his nose without any fear of reprisals from the United States … Immediately following the conclusion of the wild brainstorming session, one of Clinton’s top aides, State Department Director of Policy Planning Ann-Marie Slaughter, penned an email to Clinton, Chief of Staff Cheryl Mills, and aides Huma Abebin and Jacob Sullivan at 10:29 a.m. entitled “an SP memo on possible legal and nonlegal strategies re Wikileaks.” “Nonlegal strategies.” How did that phrasing make it into an official State Department email subject line dealing with solving Wikileaks and Assange? Why would the secretary of state and her inner circle be discussing any “nonlegal strategies” for anything whatsoever? Against anyone? Shouldn’t all the strategies discussed by the country’s top diplomat be strictly legal only? And is the email a smoking gun to confirm Clinton was actually serious about pursuing an obvious “nonlegal strategy” proposal to allegedly assassinate Assange? Numerous attempts were made to try and interview and decipher Slaughter’s choice of email wording, however, she could not be reached for comment. Insiders said Slaughter is keeping a “low profile” in Princeton, NJ until she is nominated for a position in Clinton’s cabinet if the Democrat is elected in November. Likewise, True Pundit attempted to contact Mills, Abedin, and Sullivan for their perspectives on this story. None commented on the record. The claim might not have seemed so incredible to some readers, as Assange himself had previously voiced the possibility of his being assassinated by drone, although even in his imaginings the chances of such an action (initiated by the CIA, not by Hillary Clinton) were not likely: WikiLeaks founder Julian Assange fears he will be sent to the United States, where he could face the death penalty, and even worries that he will be targeted by a CIA drone. Assange, who faces extradition to Sweden on rape charges and has been holed up at the Ecuadorean Embassy in London since 2012, said in an interview with The Times Magazine that things have become so dangerous that he cannot even poke his head out of the embassy’s balcony doors. “There are security issues with being on the balcony; there have been bomb threats and assassination threats from various people.” On the possibility of being “droned” by the CIA, Assange told the magazine: “I’m a white guy. Unless I convert to Islam, it’s not that likely that I’ll be droned, but we have seen things creeping toward that.” First of all, the only cited source documenting that Hillary Clinton had ever suggested (even in jest) that a drone strike could take out Julian Assange was “sources at the State Department,” a vague and anonymous reference that does not yield to verification. Second, the claim that Hillary Clinton or her aides had either hinted or directly ordered remote assassination of Assange in November 2010 focused on a questionable interpretation of the terms “legal and nonlegal strategies” that appeared in the subject line of e-mails sent by Anne-Marie Slaughter, Director of Policy Planning at the U.S. Department of State and released via WikiLeaks’ first searchable Hillary Clinton e-mail archive in March 2016. The e-mails in question purportedly followed Clinton’s proposing that Julian Assange be targeted by a drone strike: However, the text of those e-mails (located here and here ) neither said nor implied anything of the sort: From: Mills, Cheryl D <MillsCD@state.gov> Sent: Wednesday, November 24, 2010 5:36 AM To: Slaughter, Anne-Marie; H Cc: Abedin, Huma; Sullivan, Jacob J Subject: Re: an SP memo on possible legal and nonlegal strategies re wikileaks Following this morning’s meetings I activated my four legal eagles on the SP staff — Peter Harrell, Jen Harris, Bill Burke White, and Catherine Powell (that includes two law profs and two Yale law grads who certainly could be law profs). They in turn reached out to people at the Berkmann Center at Harvard and other experts, working together with Alec Ross. Alec has been particularly useful in terms not only of his knowledge but also his sensitivity to how anything we might try to do could impact our own internet freedom agenda. The result is the attached memo, which has one interesting legal approach and I think some very good suggestions about how to handle our public diplomacy. AM Anne-Marie Slaughter Director of Policy Planning U.S. Department of State The thrust of True Pundit’s article hinged almost entirely on claiming that the term “nonlegal” essentially means the same thing as “illegal,” and much of the article’s content delved into discussing why illegal methods for dealing with a WikiLeaks issue would be improper. However, “ nonlegal ” also bears a distinctly different meaning than “illegal”; the former can be used to distinguish discussions dealing with the law and legalities from discussions that don’t involve legal matters: Moreover, Anne-Marie Slaughter’s only reference to “nonlegal” methods were some “very good suggestions about how to handle our public diplomacy” (included in an unavailable appended memo). Unless “public diplomacy” is reasonable code for “drone strike,” the most logical reading of the e-mail chain would be that the meeting referenced in the e-mail explored what legal actions could be taken to minimize damage from WikiLeaks, with a secondary focus on “nonlegal” (i.e., not related to law enforcement or litigation) approaches such as diplomacy and public relations. On 4 October 2016 Clinton answered a question about whether the rumor was accurate, responding that she didn’t “recall any joke … [reference to targeting Assange with a drone] would have been a joke” Hillary Clinton, eyes downcast, stammering: If I talked about droning Julian #Assange , \"it would have been a joke.\" pic.twitter.com/MnALounJo0 — WikiLeaks (@wikileaks) October 4, 2016 Published 3 October 2016 By Kim LaCapria Filed Under hillary clinton julian assange true pundit Sources Conway, Madeline. “Clinton: I Don’t Recall Joking About Droning Julian Assange.” Politico . 4 October 2016. BBC . “Julian Assange Sex Assault Allegations: Timeline.” 5 February 2016. Fox News . “Wikileaks’ Assange Stays Indoors, Fears CIA Drone Attack.” 30 August 2015. Editors' Picks George Floyd Protests: Rumor Roundup 3 June 2020 News Sorting fact from fiction, fast as we can. Does This Flyer Accurately Represent Derek Chauvin’s Police Actions? 8 June 2020 Fact Check Here's what we know so far about the now-fired Minneapolis police officer who spurred protests in dozens of U.S. cities over racial disparities in policing in May 2020. Is This Photo of an Officer Aiming a Rubber Bullet Gun Near a Child Real? 3 June 2020 Fact Check The photographer described the image as \"the most impactful picture I have ever taken.\" Does This Picture Show Hitler Holding a Bible? 2 June 2020 Fact Check U.S. President Donald Trump's use of force to clear an area in front of a church occupied by protesters drew comparisons to world dictators. Did ‘The Simpsons’ Predict George Floyd’s Death? 2 June 2020 Fact Check Predictions are typically made prior to the event they are predicting. Most Popular View all Is This ‘Trump Army’ Fundraising Email Real? 8 June 2020 Fact Check The Trump campaign launched the \"Army for Trump\" website in March 2020. Lawsuit Charges Donald Trump with Raping a 13-Year-Old Girl 31 May 2020 News A civil suit against Donald Trump alleging he raped a 13-year-old girl was dismissed in California in May 2016, refiled in New York in June 2016, and dropped again in November 2016. Is This a Photo of the Lincoln Memorial After Being Defaced by Protesters? 8 June 2020 Fact Check The Lincoln Memorial is one of a few national landmarks that some say were graffitied recently. Did COVID-19 Kill Chuck Norris? 18 May 2020 Fact Check Norris, now 80, has been a frequent subject of hoaxes over the years. Did a Florida Judge Give Vastly Different Sentences to Two Men, Whose Only Difference Was Their Race? 20 August 2018 Fact Check A viral meme, based on a piece of investigative journalism, left out some important context in the cases of Chase Legleitner and Lamar Lloyd. View all Snopes.com needs your help. Become a member today. Learn How Navigate Home Search Archive Store FAQ Submit a Topic Sections What's New Hot 50 Fact Checks News Randomizer Company About Us Support Us Careers Terms of Use Privacy Policy Cookies Do Not Sell My Info © 1995 - 2020 by Snopes Media Group Inc. This material may not be reproduced without permission. Snopes and the Snopes.com logo are registered service marks of Snopes.com Become a Member Submit a Topic Shop Snopes What's New Hot 50 Fact Checks News Videos Archive About Us Randomizer Close Support Us You rely on Snopes, and we rely on you. Help preserve this vital resource. Give with PayPal Give with GoFundMe", "labels": [[0, 77, "extra_title"], [609, 622, "creativeWork_datePublished"]]}, {"text": "FALSE: Congresswoman Proposes Breastfeeding Ban on Busty Women Become a Member Submit a Topic Shop Snopes What's New Hot 50 Fact Checks News Videos Archive About Us Randomizer Become a Member Help Snopes. Become a Founding Member! Home Fact Checks Uncategorized Congresswoman Proposes Breastfeeding Ban for Women with Large Breasts Congresswoman Proposes Breastfeeding Ban for Women with Large Breasts A fake news article claimed that Rep. Debbie Riddle proposed a breastfeeding ban on busty women. Dan Evon Published 31 March 2016 Image via Wikipedia Claim Rep. Debbie Riddle proposed a breastfeeding ban on women with large breasts. See Example(s) Is this true? Rep. Debbie Riddle Aims To “Ban Women Larger Than A C-Cup To Breastfeed In Public” Collected via e-mail, March 2016 Rating False About this rating Do you rely on Snopes reporting? Become a member today. Origin On 28 March 2016, the entertainment web site Politicops published an article claiming that Texas Rep. Debbie Riddle had proposed a breastfeeding ban specifically on women with large breasts: Namely, the modified bill states, among other things, that “only women who possess the breast size C-cup or smaller shall be allowed to breastfeed in public areas.” Asked to comment on the discriminatory clause in the bill, Riddle simply stated, “Nature knows what it’s doing.” She also added, “It’s for the greater good. We already have more than enough distractions when walking the streets, and we don’t need this one as well.” Politicops is part of the Newslo network, a series of web sites that bill themselves as a hybrid of news and satire. These articles typically start with a real news item (in this case an actual bill aimed to protect a woman’s right to breastfeed in public) before launching into the fictional (“satirical”) portion of the article. The web site includes “show facts” and “hide facts” buttons to allow readers to see which portions of the article are factual and which portions are made up: JUST ENOUGH NEWS… Newslo is the first hybrid News/Satire platform on the web. Readers come to us for a unique brand of entertainment and information that is enhanced by features like our fact-button, which allows readers to find what is fact and what is satire. The Rep. Riddle portion was not part of the “factual” portion of the article. Published 31 March 2016 By Dan Evon Filed Under ban breastfeeding Editors' Picks George Floyd Protests: Rumor Roundup 3 June 2020 News Sorting fact from fiction, fast as we can. Does This Flyer Accurately Represent Derek Chauvin’s Police Actions? 8 June 2020 Fact Check Here's what we know so far about the now-fired Minneapolis police officer who spurred protests in dozens of U.S. cities over racial disparities in policing in May 2020. Is This Photo of an Officer Aiming a Rubber Bullet Gun Near a Child Real? 3 June 2020 Fact Check The photographer described the image as \"the most impactful picture I have ever taken.\" Does This Picture Show Hitler Holding a Bible? 2 June 2020 Fact Check U.S. President Donald Trump's use of force to clear an area in front of a church occupied by protesters drew comparisons to world dictators. Did ‘The Simpsons’ Predict George Floyd’s Death? 2 June 2020 Fact Check Predictions are typically made prior to the event they are predicting. Most Popular View all Is This ‘Trump Army’ Fundraising Email Real? 8 June 2020 Fact Check The Trump campaign launched the \"Army for Trump\" website in March 2020. Lawsuit Charges Donald Trump with Raping a 13-Year-Old Girl 31 May 2020 News A civil suit against Donald Trump alleging he raped a 13-year-old girl was dismissed in California in May 2016, refiled in New York in June 2016, and dropped again in November 2016. Is This a Photo of the Lincoln Memorial After Being Defaced by Protesters? 8 June 2020 Fact Check The Lincoln Memorial is one of a few national landmarks that some say were graffitied recently. Did COVID-19 Kill Chuck Norris? 18 May 2020 Fact Check Norris, now 80, has been a frequent subject of hoaxes over the years. Did a Florida Judge Give Vastly Different Sentences to Two Men, Whose Only Difference Was Their Race? 20 August 2018 Fact Check A viral meme, based on a piece of investigative journalism, left out some important context in the cases of Chase Legleitner and Lamar Lloyd. View all Snopes.com needs your help. Become a member today. Learn How Navigate Home Search Archive Store FAQ Submit a Topic Sections What's New Hot 50 Fact Checks News Randomizer Company About Us Support Us Careers Terms of Use Privacy Policy Cookies Do Not Sell My Info © 1995 - 2020 by Snopes Media Group Inc. This material may not be reproduced without permission. Snopes and the Snopes.com logo are registered service marks of Snopes.com Become a Member Submit a Topic Shop Snopes What's New Hot 50 Fact Checks News Videos Archive About Us Randomizer Close Support Us You rely on Snopes, and we rely on you. Help preserve this vital resource. Give with PayPal Give with GoFundMe", "labels": [[262, 330, "extra_title"], [518, 530, "creativeWork_datePublished"]]}]